Repository: runmemo/elearning
Catalog: sites/all/modules/custom/course_outline/translations/course_outline.*.po
Languages: ru

source: Course Outline
ru: Программа курса

source: Course Certificate
ru: Сертификат

source: @num points
ru: @num баллов

source: Download certificate
ru: Загрузить сертификат

source: Certificate unavailable
ru: Сертификат не доступен

source: Lesson @i.
ru: Лекция @i.

source: Compliance scores and marks for the certificate
ru: Соответствие баллов и категорий сертификата

source: Certificate is not available
ru: Сертификат не доступен

source: !range points
ru: !range баллов

source: Provides a block containing an outline of the current book.
ru: Предоставляет блок с программой курса

source: Custom
ru: Собственная
