Repository: runmemo/elearning
Catalog: sites/all/modules/custom/course/translations/course.*.po
Languages: ru

source: Node
ru: Материал

source: When teacher is viewing course item
ru: Когда лектор смотрит на объект курса

source: A field replacing node title.
ru: Поле заменяющее название контента

source: Course load
ru: Нагрузка

source: Discipline
ru: Дисциплина

source: Duration
ru: Продолжительность

source: Home Page Image
ru: Изображение для Домашней Страницы

source: Grade Score
ru: Баллы Степени

source: Grade Name
ru: Название Степени

source: Grades
ru: Степени

source: Provider
ru: Организация

source: Teacher
ru: Лектор

source: Title
ru: Заголовок

source: Video
ru: Видео

source: Course
ru: Курс

source: Represent the full course.
ru: Представляет весь курс

source: Unit
ru: Глава курса

source: Unit is a large section of course that consists of lessons, quizzes and other content.
ru: Глава курса - это большая секция курса, которая состоит и уроков, тестов и другого материала.

source: Provider of course content, e.g. university or company.
ru: Производитель материалов для курса, например, университет или частная компания.

source: Front Page Slide
ru: Слайды для главной страницы

source: Content type for slider on the home page.
ru: Тип контента для слайдов на главной странице.

source: Determines wether course item was complete by student
ru: Определяет был ли элемент курса завершен студентом.

source: Footer Menu
ru: Меню внизу страницы

source: Footer links
ru: Ссылки внизу страницы

source: Main menu
ru: Главное меню

source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
ru: <em>Главное</em>меню используется на многих сайтах чтобы показать основные секция сайта, часто вверху страницы.

source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
ru: Меню <em>Пользователя</em> содержит ссылки имеющие отношение к учетной записи пользователя, в том числе ссылку 'Выйти из системы'.

source: User menu
ru: Меню пользователя

source: About
ru: О Нас

source: Log out
ru: Выйти

source: My !points
ru: Мои !points

source: Profile
ru: Профиль

source: User Agreement
ru: Пользовательское Соглашение

source: User account
ru: Вход в аккаунт

source: Login
ru: Войти

source: Return to class
ru: Вернуться в класс

source: Blog
ru: Блог

source: Forum
ru: Форум

source: Are you sure you wants to leave this course : @course_title?
ru: Вы уверены, что хотите покинуть курс: @course_title?

source: Yes, leave
ru: Да, уйти

source: Yes
ru: Да

source: Cancel
ru: Отменить

source: Course registertion form
ru: Форма регистрации на курс

source: User notifications count
ru: Счетчик уведомлений пользователя

source: Course Header
ru: Шапка Курса

source: Course Links
ru: Ссылки Курса

source: Continue
ru: Продолжить

source: Exit Course
ru: Покинуть Курс

source: Successful de-registered from course.
ru: Успешная отмена регистрации на курс

source: No registration was found, looks like list of cousrse is wrong
ru: Регистрация не найдена, что-то не так со списком ваших курсов (

source: Confirmation
ru: Подтверждение

source: Provider Logo
ru: Логотип организации

source: Logo of course provider
ru: Логотип организации, создавшей курс

source: block header
ru: шапка блока

source: Block with header of the course was shown in the wrong place.
ru: Блок с шапкой курса был выведен на неправильной странице.

source: Action
ru: Действие

source: Contains definitions for main objects of the course.
ru: Определяет основные элементы курса.

source: User total points
ru: Общая карма

source: User points
ru: Карма

source: Course points
ru: Баллы курса

source: Contains course points functionality.
ru: Содержит функционал для баллов курса.

source: Custom
ru: Собственная

source: Lesson Node
ru: Урок

source: Notes
ru: Заметки

source: Lesson
ru: Урок

source: Student notes on lessons.
ru: Заметки студента к уроку.

source: Questions
ru: Вопросы

source: Lesson notes
ru: Заметки к уроку

source: My notes
ru: Мои заметки

source: Lesson Notes : Lecturer
ru: Заметки к уроку: Лектор

source: Lesson Notes : Student
ru: Заметки к уроку: Студент

source: Save
ru: Сохранить

source: Edit
ru: Изменить

source: State @mode is not supported by this form.
ru: Состояние @mode не поддерживается этой формой.

source: Notes field is required
ru: Поле для заметки обязательно для заполнения.

source: Lesson complete
ru: Урок завершен

source: The current logged in user.
ru: Текущий зарегистрированный пользователь

source: The lesson node.
ru: Урок

source: AJAX callback - Lesson complete action
ru: AJAX функция - Урок завершен

source: Course Lesson
ru: Урок курса

source: Module provides content type for presenting information units of the course
ru: Модуль предоставляет тип контента для создания Глав курса

source: Open Question
ru: Открытый Вопрос

source: Answer
ru: Ответ

source: Course Credit
ru: Кредит Курса

source: Open Question Answer
ru: Ответ на Открытый Вопрос

source: Proposed Answer
ru: Ожидаемый Ответ

source: Question
ru: Вопрос

source: Rating
ru: Баллы

source: Rating Widget
ru: Елемент для Рейтингования

source: Represents open questions that can be part of the course and can be answered by a student.
ru: Представляет открытый вопрос, который может быть частью курса.

source: Open Question Feedback
ru: Отзыв на Ответ к Открытому Вопросу

source: Feedback provided to the user by other students on the Open Questions page.
ru: Отзывы для студента от одноклассников на странице Открытого Вопроса.

source: My Answer
ru: Мой Ответ

source: Open Question Tabs
ru: Вкладки Открытого Вопроса

source: Review Answers
ru: Проверить Ответы

source: Create open question
ru: Создать открытый вопрос

source: Allows user to create open questions.
ru: Позволяет пользователю создать открытый вопрос.

source: You need to register to answer this question.
ru: Вам необходимо зарегистрироваться, чтобы ответить на данный вопрос.

source: You need to answer question before you can review answers of other students.
ru: Вам необходимо ответить на вопрос, чтобы иметь возможность оценивать ответы других студентов.

source: Open question complete
ru: Открытый вопрос завершен

source: User who answered the open question.
ru: Пользователь ответивший на открытый вопрос.

source: The open question that was answered.
ru: Открытый вопрос, на который получен ответ.

source: Please, answer the question, and other participants of the course will review your answer.
ru: Ответьте на вопрос и ваши одноклассники по курсу оценят его.

source: Reviews with comments
ru: Оценок с обоснованием:

source: Your average score: !average
ru: Ваш средний балл: !average

source: (out of !count)
ru: (из !count)

source: Review
ru: Обоснование

source: Add review
ru: Добавить обоснование

source: Skip review
ru: Не добавлять

source: Review field is required.
ru: Поле обоснования обязательно для заполнения.

source: Please, provide text along with your mark.
ru: Пожалуйста предоставьте обоснование в месте с оценкой.

source: Don't add
ru: Не добавлять

source: open question
ru: открытый вопрос

source: Step %step is not defined for open question feedback form.
ru: Шаг %step не определен для формы оценки открытого вопроса.

source: Module allows to add open ended questions to a course
ru: Модуль позволяет добавлять открытые вопросы к курсу

source: Registration Name
ru: Имя

source: Save registration
ru: Сохранить регистрацию

source: Delete registration
ru: Удалить регистрацию

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: Delete
ru: Удалить

source: The registration %name has been deleted.
ru: Регистрация %name была удалена.

source: Home
ru: Главная

source: Administration
ru: Управление

source: Content
ru: Содержимое

source: Registrations
ru: Регистрации

source: registration
ru: регистрация

source: Deleted registration %name.
ru: Удалить регистрацию %name.

source: User tries to open course item without registration
ru: Пользователь пытается открыть элемент курса без регистрации

source: access
ru: доступ

source: Registration
ru: Регистрация

source: Administer registrations
ru: Администрирование регистраций

source: Edit and delete all registrations
ru: Изменить и удалить все регистрации

source: Course registration
ru: Регистрация на курс

source: Course Access
ru: Доступ к курсу

source: Determins whether user has access to a course item.
ru: Определяет наличие доступа у пользователя к элементу курса.

source: Go to class
ru: Перейти в класс

source: Enroll
ru: Зарегистрироваться

source: Date created
ru: Дата создания

source: The date of registration.
ru: Дата регистрации

source: Date cancelled
ru: Дата отмены регистрации

source: The date the node was most recently updated.
ru: Дата создания материала была изменена.

source: Student
ru: Студент

source: User registered to course.
ru: Пользователь зарегистрированный на курс

source: Registration button is visible in a wrong place.
ru: Кнопка регистрации не отображается на данной странице.

source: Contains course registration functionality.
ru: Содержит функционал для регистрации на курс.

source: User
ru: Пользователь

source: Registered user
ru: Зарегистрированный пользователь

source: Node to which user registered
ru: Материал, на который регистрируется пользователь

source: node
ru: материал
