Repository: runmemo/elearning
Catalog: sites/all/modules/custom/answers_extra/translations/answers_extra.*.po
Languages: ru

source: Node
ru: Материал

source: Question node page context
ru: Контекст страницы вопроса

source: Rating Widget
ru: Елемент для Рейтингования

source: List of Question Answers
ru: Лист ответов к вопросу

source: Give Answer
ru: Дать ответ

source: Answer
ru: Ответ

source: Save
ru: Сохранить

source: Answer cannot be empty.
ru: Поле с ответом обязательное.

source: Your answer added to the list below.
ru: Ваш ответ был добавлен в список ниже.

source: Answers Extra
ru: Модуль Вопросы (Экстра)

source: Extends Answers Module
ru: Дополняет модуль Ответы

source: Answers
ru: Ответы
